class_name: Sequential
config:
- class_name: LSTM
  config:
    U_regularizer: null
    W_regularizer: null
    activation: tanh
    b_regularizer: null
    batch_input_shape: !!python/tuple [null, 13, 1]
    consume_less: cpu
    dropout_U: 0.0
    dropout_W: 0.0
    forget_bias_init: one
    go_backwards: false
    init: glorot_uniform
    inner_activation: hard_sigmoid
    inner_init: orthogonal
    input_dim: 1
    input_dtype: float32
    input_length: null
    name: lstm_10
    output_dim: 365
    return_sequences: false
    stateful: false
    trainable: true
    unroll: false
- class_name: Dropout
  config: {name: dropout_10, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: linear, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: glorot_uniform, input_dim: null,
    name: dense_10, output_dim: 2, trainable: true}
- class_name: Activation
  config: {activation: sigmoid, name: activation_10, trainable: true}
